---
kind: other
id: Properties.T:Autodesk.Revit.DB.TessellatedFace
source: html/3b4a5859-18da-f501-c509-3ce8687a2adc.htm
---
# TessellatedFace Properties

Specifies whether the .NET object represents a valid Revit entity.